Repository: jeffreyvr/Authorized-Digital-Sellers-TXT
Catalog: languages/authorized-digital-sellers-txt-*.po
Languages: nl_nl

source: ADS.txt options
nl_nl: ADS.txt-opties

source: Not able to write the ads.txt file in the WordPress root directory. Please add it manually or edit the permissions of the folder.
nl_nl: Kan het ads.txt-bestand niet schrijven in de hoofdmap van WordPress. Voeg deze handmatig toe of bewerk de rechten van de map.

source: Location: %1$s
nl_nl: Locatie:%1$s

source: Contents of your ads.txt
nl_nl: Inhoud van uw ads.txt

source: About Authorized Digital Sellers
nl_nl: Over Authorized Digital Sellers

source: Authorized Digital Sellers (or ads.txt), is an IAB initiative to improve transparency in programmatic advertising. Publishers can create their own ads.txt files to identify who is authorized to sell their inventory. The files are publicly available and crawlable by buyers, third-party vendors, and exchanges.
nl_nl: Authorized Digital Sellers (of ads.txt), is een IAB-initiatief om de transparantie van programmatische advertenties te verbeteren. Uitgevers kunnen hun eigen ads.txt-bestanden maken om vast te stellen wie gemachtigd is om hun voorraad te verkopen. De bestanden zijn openbaar beschikbaar en kunnen worden gecrawld door kopers (buyers), externe leveranciers (third-party vendors) en exchanges.

source: Read more
nl_nl: Lees meer

source: Example
nl_nl: Voorbeeld

source: &raquo; More examples
nl_nl: &raquo; Meer voorbeelden

source: This is a simple plugin that provides you with the option of making a Authorized Digital Sellers -file (ads.txt) that is placed in the root of your WordPress installation.
nl_nl: Dit is een eenvoudige plugin die u voorziet van de mogelijkheid van het maken van een Authorized Digital Sellers-bestand (ads.txt), dat wordt geplaatst in de hoofdmap van uw WordPress-installatie.
